package org.example;

//import java.util.Arrays;

//처음에 푸시가 안될때에도 에러메세지가 떴을텐데
//요런걸 구글에 검색해보면 해결방법이 나와있으니
//안될때엔 구글에 검색해보셔도 좋을 것 같습니다.
//만약에 따라해보시고 안되면 언제든 다시 불러주셔도 됩니다.감사합니다
//그런데 혹시 새로운 java파일을 테스트형식이든 만들고 난 다음에 원래 메인.자바에서 작업을 하고 Run해보면
//충돌하는 경우가 있더라구요. 그것도 지금 해결해주신 걸로 다 문제가 없어진걸까요>?
//한번 보여주시겠어요? 네
//지금은 괜찮네요. 감사합니다 .
//아마 아까 메모리 뭐시기 하면서 물어봤을때 그때엔 선택을 잘못하신것같네요 지금같이 선택해주시면 잘될것같습니다.
//감사합니다
public class Main {
    public static void main(String[] args) {
        App app = new App();
        app.run();
    }
}
